[
	{
		"name": "Alexander Earle",
		"img": "speaker-img/09.jpg",
		"description": "Alex is the Community Manager for the developer Cooperative Innovations and their recently released VR title Spaceteam VR! <br> In his talk, we will explore the journey of how he got interested in the world of VR, entered the industry and then talk about his involvement in the development of Spaceteam VR and some of the unique tech behind it. <br> Check out his twitter -> <a href='https://twitter.com/thealexurl'>twitter.com/thealexurl</a> <br> LinkedIn -> <a href='https://linkedin.com/in/thealexurl'>linkedin.com/in/thealexurl</a> <br> Coop Innovations here: <br> <a href='https://twitter.com/CoopInnovations'>twitter.com/CoopInnovations</a> <br> <a href='https://linkedin.com/company/cooperative-innovations-ltd'>linkedin.com/company/cooperative-innovations-ltd</a>"
	},
	{
		"name": "Oscar Clark",
		"img": "speaker-img/08.jpg",
		"description": "In the coming days we're going to be announcing a lot more speakers! <br> Our next guest is renowned in the mobile games industry, we're excited to announce Oscar Clark! <br> Oscar is Chief Strategy Officer of Fundamentally Games Ltd whose mission is to bring games to live. He has been a pioneer in games services since 1998 helping developers design, deliver, monetize, and operate games live. He literally wrote the book 'Games As A Service' published by Routledge. He did game design for #AR GPS titles Reality Clash and Wildeverse. <br> His talk will explore the use of space in games through AR and GPS gameplay using the examples of 'Reality Clash: AR Combat Game' and 'Wildeverse: An AR Wildlife Game' to explore the design problems and approaches used to resolve them. <br> * Finding the (AR) Fun <br> * Making Location Relevant <br> * The Critical Mass Problem <br> * Safety and Accuracy <br> * Is there a business (yet)? <br> Check out his socials here for some great content! <br> Twitter.    -> <a href='https://twitter.com/Athanateus'>twitter.com/Athanateus</a> <br> LinkedIn  -> <a href='https://linkedin.com/in/oscarclark'>linkedin.com/in/oscarclark</a> "
	},
	{
		"name": "Professor Shafi Ahmed",
		"img": "speaker-img/07.jpg",
		"description": "Professor Shafi Ahmed is a multi award winning surgeon, teacher, futurist, innovator and entrepreneur. He is a 3x TEDx and an international keynote speaker and is faculty at Harvard Medical School, Bart’s Medical School, Imperial College London, Queen Mary University, Bradford University and Singularity University where he teaches on medicine, innovation and digital transformation. <br> He is currently a member of the NHS Assembly advising on the long term plan. He is also an advisor to the Abu Dhabi Ministry of Health to help deliver innovation and digital Health, and has been appointed as the Vodafone Connected Health Ambassador in 2020. He is the cofounder of Medical Realties, a VR education company. <br> Check out his Twitter -> <a href='https://twitter.com/ShafiAhmed5'>twitter.com/ShafiAhmed5</a> <br> His Instagram -> <a href='https://instagram.com/virtualsurgeon'>instagram.com/virtualsurgeon</a> <br> and website -> <a href='https://www.surgeon.ai'>www.surgeon.ai</a>"
	},
	{
		"name": "Jakob Bornecrantz",
		"img": "speaker-img/06.jpg",
		"description": "Jakob works for Collabora with graphics and virtual reality, he’s the XR Lead at Collabora and a member of the OpenXR working group. He has worked with Linux graphics since 2006, starting with Tungsten Graphics and moving into VMware. In 2013 he along with a friend started the OpenHMD project, then in the spring of 2019 was involved in launching both Monado and OpenXR at GDC. <br> In his talk titled ‘Thoughts on productivity in XR’ , Jakob will go into detail about what it’s like creating content in XR, his involvement in the launching of OpenXR, Open Source technology, Linux, graphics in blender, and even Productivity! <br> Now that’s a lot so you best not miss it! <br> Check out his linkedIn @ <a href='https://www.linkedin.com/in/jakobbornecrantz/'>www.linkedin.com/in/jakobbornecrantz/</a><br> and twitter @ <a href='https://twitter.com/Wallbraker'>twitter.com/Wallbraker</a>"
	},
	{
		"name": "Kai Liang",
		"img": "speaker-img/05.jpg",
		"description": "Kai Liang is the Director of Business Development for MEL Science - world's leading innovative Science Education content maker, with award winning VR and AR contents. <br><br> He also co-founded Smart Stone Technologies in Sydney, after serving as directors of a number of leading VR education companies. Kai is a serial entrepreneur with many successes in funding and deals.  As a keen golfer, Kai also lead a Golf Software company and organised many golf tournaments. <br> From the looks of things there seems to be a great push for XR technology in education, you know they'll always be a few kids playing games instead! <br> In this talk Kai will show us how together with the maturity of XR technologies and relevant products, the value add of XR to the largest section of Education, the K12 space is reaching a new level, partly accelerated by the Pandemic. <br> Kai will take us through a global overview, as well as a few dives on specific case studies, so that we can all enjoy a lot more confidence with the technology and its immensely rich market opportunities.But you know what you don't have to be rich for?"
	},
	{
		"name": "Mark Mon-Williams",
		"img": "speaker-img/04.jpg",
		"description": "Professor Mon-Williams holds a Chair in Cognitive Psychology at the University of Leeds, and is Professor of Psychology at the Bradford Institute of Health Research, and Professor of Paediatric Vision at The Norwegian Centre for Vision. He is also a Turing Fellow at The Alan Turing Institute (the UK’s National data analytics centre). <br> Mark is Director of the Centre of Immersive Technologies and the Centre of Applied Education Research – a multidisciplinary Centre based at the Bradford Royal Infirmary. He is an executive member of the Born in Bradford project and leads National projects around ‘Healthy Schools’ and ‘Healthy Learning’. <br> 25 years ago, he made fundamental contributions to our understanding of the sensorimotor impact of Virtual Reality (work that was headline news around the world). He is a Founder Member of the Priestley Academy Trust (a multiple academy trust that includes the world’s first school to provide free meals to children), is a Digital Future Commissioner, a scientific adviser to the Social Mobility Commission, and sits on the Bradford Opportunity Area partnership board. <br> In his talk mark will give us expert insight into how: <p class='indent'><br> - XR provides unprecedented opportunities to improve outcomes for children <br> - XR can allow a holistic understanding of the factors that impact a child's life, and is an incredible research tool that enables children to become citizen scientists <br> - XR allows us to upskill children and is a powerful vehicle for helping children understand their digital rights <br> - XR allows children to unleash their creativity and provides a digital tool to empower children and let them shape their destiny </p> <br> A lot to talk about and a lot to learn from, we're intrigued to find out how to hopefully unleash our inner positive child-like creativity. <br> Got you thinking? Us too. If not then don't worry we've got MANY more speakers we can't wait to announce for you! <br> Leeds Uni driven XR innovation? Click here -> <a href='https://www.twitter.com/UniLeedsImmerse'>twitter.com/UniLeedsImmerse</a> <br> More XR in psychology? We got you -> <a href='https://www.twitter.com/ICON_UoL'>twitter.com/ICON_UoL</a>"
	},
	{
		"name": "James Burch & Simon Portman",
		"img": [ "speaker-img/03a.jpg", "speaker-img/03b.jpg" ],
		"description": "Two speakers announced from Marks & Clerk, Simon Portman and James Burch. <br><br> Simon Portman - Simon spearheads the Cambridge branch of Marks & Clerk Law. Simon specialises as a commercial contract lawyer for technology companies. He works for clients in the electronics, bioscience,  defence, software, nanotech and creative industries, advising companies ranging from small start-ups to big multinationals as well as individuals, public bodies and charities. <br><br> James Burch - James is a Trainee Patent Attorney in the Marks & Clerk Edinburgh office and has written a computer game during lockdown. Preceding this, he completed a Master of Physics degree at the University of York with one year of study at the University of California, San Diego. Subsequently, James obtained a PhD at the University of St Andrews in the Synthetic Optics group. <br><br> For their talks James Burch gives and an account of writing his game and of the IP rights attaching to it. Simon Portman covers the following issues for creating VR creative software and content: <br> - Who owns the work done and how to secure ownership from them. <br> - Key contracts involved. <br> - How to avoid infringing third party rights."
	},
	{
		"name": "Rosie Summers",
		"img": "speaker-img/02.jpg",
		"description": "Rosie is a very talented creative, 3D animator and Virtual Reality Artist, with a client base from BBC Studios, Google, YouTube Space, and The University of Arts London. She often does public speaking, VR hosting and masterclasses at prestigious events and festivals, including the BETT show and SXSW. We're lucky enough to have her as a speaker for our very own conference! <br> In her talk, she will give us a peek behind the curtain, with her industry experience of building virtual realities, from the inside out using VR creative tools such as Tilt Brush and Quill. Exploring the benefits of using these powerful tools to bring a whole new dimension to the way you create characters, worlds alongside it’s rapid visualisation, from pre-vis to production. A talk about her personal journey into immersive mediums and the tips and tricks she’s saved along the way, ready to share with us on all things VR worldbuilding. <br> So save the date, and ready yourself to change how you see the VR world by grabbing your ticket below! <br> Check her out on social media!"
	},
	{
		"name": "Muki Kulhan",
		"img": "speaker-img/01.jpg",
		"description": "Muki Kulhan is an award-winning Executive Digital XR Producer, Creative5G Technologist, and Keynoter/Speaker with over two decades of pioneering groundbreaking content for music, broadcasting, entertainment & tech innovation. <br> Formerly MTV, BBC, ITV and various labels both major and indie, she now runs her own London-EU based production company creating Immersive XR/VR/AudioAR experiences and executive R&D innovation strategies for BOSE, IBC, RAINDANCE, Red Giant & more. <br> Check out her social below <br> @MukiApproved (Twitter/Instagram)"
	}
]