[
	{
		"title": "XR In: Engineering, By Unity",
		"name": "xr-in-eng-unity",
		"date": "9th December 2020",
		"img": "/img/posts/xr-in-eng-unity.jpg",
		"description": "XR in: Engineering, by Unity! <br><br> We are thrilled to announce that we teamed up with Unity Technologies to bring you the 4th talk of our lecture series, XR in: Engineering, by Unity! <br><br> During this webinar, our attendees will be presented with some of the most recent advances of Immersive Realities in Engineering. Namely, the talk will cover the impact of Real Time 3D and XR on Engineering (from prototyping to build), it will cover simulation work and a few of the newer developments Unity is working on. <br><br> And to help us do so: <br> - Andy Keetch, Account Executive at Unity Technologies <br> - Fred Moreau, Solutions Engineer at Unity Technologies <br><br> The online webinar is happening on the 9th December, from 6PM-7:15PM. It should be composed by 2 distinct talks with a Q&A at the end of each. <br><br> Book your ticket at:<br> <a href='https://www.eventbrite.co.uk/e/xr-in-engineering-by-unity-tickets-131169354069'>https://www.eventbrite.co.uk/e/xr-in-engineering-by-unity-tickets-131169354069</a>"
	},
	{
		"title": "XR In: Radiology",
		"name": "xr-in-radiology",
		"date": "1st December 2020",
		"img": "/img/posts/xr-in-radiology.jfif",
		"description": "Continuing this exciting journey on the intersection of Immersive Realities with different fields we teamed up with Leeds X-posure (Radiology Society) to present you XR in: Radiology! <br><br> This online-hosted webinar brings to Leeds Dr. Dimitri Amaras and Dr. Philip Pratt from Imperial College London. They led a pioneering project that developed a medical simulation using interactive holograms which allows radiology trainees to learn new skills using augmented reality headsets. <br><br> Speakers: <br> - Dr. Dimitri Amaras<br> - Dr. Philip Pratt<br><br> Topics to be covered: <br> - What XR means for the X-ray Department <br> - Examples of XR Applications <br> - Demo of a CT Biopsy <br> - Q&A <br><br> The online webinar is happening on the 1st December, from 12PM-13:15PM. It should be composed by 2 distinct talks with a Q&A at the end.<br><br> Book your FREE ticket at: <br> <a href='https://www.eventbrite.co.uk/e/xr-in-radiology-tickets-129040572827'>https://www.eventbrite.co.uk/e/xr-in-radiology-tickets-129040572827</a>"
	},
	{
		"title": "XR In: Business and Enterprise",
		"name": "xr-in-business",
		"date": "19th November 2020",
		"img": "/img/posts/xr-in-business.jpg",
		"description": "The 2nd talk of our lecture series is happening soon after our first and it’s one of our most popular. Arguably most people’s favourite, XR in: Business & Enterprise! <br><br> During this webinar, our attendees will be presented with the current state of the XR Industry, good examples of profitable business models in XR, and how to possibly be involved in the industry. <br><br> And to help us do so we have: <br> - Mark Sage – Executive Director at AREA <br> - Jessie Dean – Blackwall VR <br> - Jeremy Dalton – Head of VR/AR at PwC & Writer of 'Reality Check' <br><br> This online webinar starts 19th November, 6PM-7:15PM. This event will be composed of 3 distinct talks, with a Q&A at the end of each. <br><br> Book your FREE ticket at: <br> <a href='https://www.eventbrite.co.uk/e/128101726713'>https://www.eventbrite.co.uk/e/128101726713</a>"
	},
	{
		"title": "XR In: Medicine and Surgery",
		"name": "xr-in-med-sur",
		"date": "13th November 2020",
		"img": "/img/posts/xr-in-med-sur.jfif",
		"description": "We are starting a new lecture series that will bring you all the best learning and news using Immersive technology in your favourite areas of expertise! <br> We're starting with a bang, we present XR in: Medicine & Surgery, an online-hosted webinar, that will bring to our community 4 distinct professionals that work in the intersection between these 2 fields. <br><br> Representing our links with the Industry, Academia and Student Community, we've snagged some of Leeds’ very best: <br> - Dr. Will Bolton <br> - Dr. Andrew Lewington <br> - Gareth Frith <br> - Dr. Ross Gillespie <br><br> The online webinar is happening on the 13th November, from 6PM-7:15PM. It should be composed by 3 distinct talks with a Q&A at the end of each. <br><br> Get your tickets here:<br> <a href='https://www.eventbrite.co.uk/e/xr-in-medicine-surgery-tickets-128014419575'>https://www.eventbrite.co.uk/e/xr-in-medicine-surgery-tickets-128014419575</a>"
	},
	{
		"title": "FUTURE FOCUS Conference",
		"name": "future-focus-conf",
		"date": "16th September 2020",
		"img": "/img/posts/future-focus-conf.jpg",
		"description": "Join us at the VMC in the FUTURE FOCUS Conference on 16th September! <br> A day full of innovative speakers giving us a taste of how their creative and digital industries are adapting to the current lockdown and pandemic. <br> And WE will be speaking at the event between 17:00-17:45 going into the subject of 'Is XR the end of the beginning?' so be sure to sign up with our EXCLUSIVE registration code 'LeedsXRVIP'. <a href='https://futurefocuslive.co.uk/#VMC'>https://futurefocuslive.co.uk/#VMC</a>"
	},
	{
		"title": "Coop Innovations Giveaway",
		"name": "coop-innovation-giveaway",
		"date": "2nd September 2020",
		"img": "/img/posts/coop-innovation-giveaway.jpg",
		"description": "ANOTHER GIVEAWAY?! <br> Once again a massive thank you to Cooperative Innovations for sponsoring our conference. We were amazed by the quality and high-tech features of Alexander Earle’s talk, and were fortunate to see a live demo of the company’s new VR game ‘Spaceteam VR’ – check out the game trailer: <a href='https://www.youtube.com/watch?v=Du1h3PTLddw'>https://www.youtube.com/watch?v=Du1h3PTLddw</a><br> We have 5 Steam Keys and 5 Quest Keys to giveaway for this super cool multiplayer game. So if you want to gain one of these unique access codes, follow this link!  <a href='https://forms.gle/GD5ZAxQkGZt8WZvX7'>https://forms.gle/GD5ZAxQkGZt8WZvX7</a>"
	},
	{
		"title": "Ginger With Attitude",
		"name": "giner-with-attitude",
		"date": "3rd September 2020",
		"img": "/img/posts/ginger-with-attitude.jpg",
		"description": "CALLING ALL GINGERS (and all non-gingers!) <br> Here’s a fun project for you guys to get stuck into! Courtesy of <a href='https://www.facebook.com/RedderHair/'>Ginger With Attitude</a>... <br> We are looking for a group of keen and creative students to develop AR filters in support of the redhead community. This fiery company designs a variety of ginger-themed merch from face masks to t-shirts, and we want to make these products interactive! <br> Check them out, and sign up below for more information on getting involved… <a href='https://forms.gle/jh8WoYPjubQB1W9p9'>https://forms.gle/jh8WoYPjubQB1W9p9</a>"
	},
	{
		"title": "Rebecca Stringer - The Creative Applications of XR",
		"name": "conf-01-speaker-10",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-10.jpg",
		"description": "Our next speaker is Leeds Uni's very own Rebecca Stringer! <br> Rebecca joined KidsKnowBest as Research Director in February 2020. Before the move, Rebecca focussed on her psychology background working in the HETI - Health Education and Training Institute, Sydney, Australia, completing a 4 month mental health placement in Sri Lanka and assisting on research projects out of University of Leeds after graduation. <br> Since then Rebecca has moved towards agency-side research and has worked with big brands such as Cartoon Network, Eone, Hasbro and Via.com researching the key behaviours that impacts kids' development and helping brands engage with family audiences. Rebecca aims to use her experience to connect academia and industry. <br> Some great content is coming up so keep a close eye on this talk! <br> Times for speakers will be announced very shortly, Be sure to grab your ticket to our event below and remember if you're a student there is a FREE #Oculus #VR headset up for grabs! (check our page) <br> Tickets here -> <a href='https://eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "Alexander Earle - The Creative Applications of XR",
		"name": "conf-01-speaker-09",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-09.jpg",
		"description": "We're proud to announce Alex Earle! Alex is the Community Manager for the developer Cooperative Innovations and their recently released VR title Spaceteam VR! <br> In his talk, we will explore the journey of how he got interested in the world of VR, entered the industry and then talk about his involvement in the development of Spaceteam VR and some of the unique tech behind it. <br> Check out his twitter -> <a href='https://twitter.com/thealexurl'>twitter.com/thealexurl</a> <br> LinkedIn -> <a href='https://linkedin.com/in/thealexurl'>linkedin.com/in/thealexurl</a> <br> Coop Innovations here: <br> <a href='https://twitter.com/CoopInnovations'>twitter.com/CoopInnovations</a> <br> <a href='https://linkedin.com/company/cooperative-innovations-ltd'>linkedin.com/company/cooperative-innovations-ltd</a> <br> Remember to grab your last minute tickets! <br> <a href='https://eventbrite.co.uk/e/110297679328'>eventbrite.co.uk/e/110297679328</a>"
	},
	{
		"title": "Oscar Clark - The Creative Applications of XR",
		"name": "conf-01-speaker-08",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-08.jpg",
		"description": "In the coming days we're going to be announcing a lot more speakers! <br> Our next guest is renowned in the mobile games industry, we're excited to announce Oscar Clark! <br> Oscar is Chief Strategy Officer of Fundamentally Games Ltd whose mission is to bring games to live. He has been a pioneer in games services since 1998 helping developers design, deliver, monetize, and operate games live. He literally wrote the book 'Games As A Service' published by Routledge. He did game design for #AR GPS titles Reality Clash and Wildeverse. <br> His talk will explore the use of space in games through AR and GPS gameplay using the examples of 'Reality Clash: AR Combat Game' and 'Wildeverse: An AR Wildlife Game' to explore the design problems and approaches used to resolve them. <br> * Finding the (AR) Fun <br> * Making Location Relevant <br> * The Critical Mass Problem <br> * Safety and Accuracy <br> * Is there a business (yet)? <br> Check out his socials here for some great content! <br> Twitter.    -> <a href='https://twitter.com/Athanateus'>twitter.com/Athanateus</a> <br> LinkedIn  -> <a href='https://linkedin.com/in/oscarclark'>linkedin.com/in/oscarclark</a> <br> We've got a very special announcement at 1pm today so be sure to keep an eye on our socials! YOU WONT REGRET IT! <br> Remember grab you tickets here! <br> <a href='https://eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "Professor Shafi Ahmed - The Creative Applications of XR",
		"name": "conf-01-speaker-07",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-07.jpg",
		"description": "Did someone say TEDx? <br> The first half of our conference speakers are now confirmed with the brilliant Professor Shafi Ahmed! <br> A multi award winning surgeon, teacher, futurist, innovator and entrepreneur. He is a 3x TEDx and an international keynote speaker and is faculty at Harvard Medical School, Bart’s Medical School, Imperial College London, Queen Mary University, Bradford University and Singularity University where he teaches on medicine, innovation and digital transformation. <br> He is currently a member of the NHS Assembly advising on the long term plan. He is also an advisor to the Abu Dhabi Ministry of Health to help deliver innovation and digital Health, and has been appointed as the Vodafone Connected Health Ambassador in 2020. He is the cofounder of Medical Realties, a VR education company. <br> Check out his Twitter -> <a href='https://twitter.com/ShafiAhmed5'>twitter.com/ShafiAhmed5</a> <br> His Instagram -> <a href='https://instagram.com/virtualsurgeon'>instagram.com/virtualsurgeon</a> <br> and website -> <a href='https://www.surgeon.ai'>www.surgeon.ai</a> <br> If that isn't enough to get you excited for our event then don't you worry, we've got a special something that we KNOW you'll love! Keep an eye on the page in the next couple of days where we will start the next stage of speaker announcements AND have an extra treat which you won't believe! <br> Be sure to grab your ticket below, I can't say much yet, but you'll kick yourself for not securing one! <br> Who's got a golden ticket?? -> <a href='https://www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "Jakob Bornecrantz - The Creative Applications of XR",
		"name": "conf-01-speaker-06",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-06.jpg",
		"description": "With just 11 days left ‘till our big event we’re going to be turning things up a notch, and our next guest speaker just might be the next Notch! (Markus Persson the Swedish creator of Minecraft) That’s right we’ve got a games dev for you, a special something for the Computer science students and budding programmers 😃 <br> Our next speaker is a change from our last, we’ve got you a talented software engineer, graphics programmer, and VR games developer! We’re happy to announce, Jakob Bornecrantz. <br> Jakob works for Collabora with graphics and virtual reality, he’s the XR Lead at Collabora and a member of the OpenXR working group. He has worked with Linux graphics since 2006, starting with Tungsten Graphics and moving into VMware. In 2013 he along with a friend started the OpenHMD project, then in the spring of 2019 was involved in launching both Monado and OpenXR at GDC. <br> In his talk titled ‘Thoughts on productivity in XR’ , Jakob will go into detail about what it’s like creating content in XR, his involvement in the launching of OpenXR, Open Source technology, Linux, graphics in blender, and even Productivity! <br> Now that’s a lot so you best not miss it! <br> Check out his linkedIn @ <a href='https://www.linkedin.com/in/jakobbornecrantz/'>www.linkedin.com/in/jakobbornecrantz/</a><br> and twitter @ <a href='https://twitter.com/Wallbraker'>twitter.com/Wallbraker</a> <br> Make sure you don’t miss this great talk: <br> <a href='https://www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "Kai Liang - The Creative Applications of XR",
		"name": "conf-01-speaker-05",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-05.jpg",
		"description": "We've got yet another great speaker to announce, don't believe us, read more... <br> Kai Liang is the Director of Business Development for MEL Science - world's leading innovative Science Education content maker, with award winning VR and AR contents. <br><br> He also co-founded Smart Stone Technologies in Sydney, after serving as directors of a number of leading VR education companies. Kai is a serial entrepreneur with many successes in funding and deals.  As a keen golfer, Kai also lead a Golf Software company and organised many golf tournaments. <br> From the looks of things there seems to be a great push for XR technology in education, you know they'll always be a few kids playing games instead! <br> In this talk Kai will show us how together with the maturity of XR technologies and relevant products, the value add of XR to the largest section of Education, the K12 space is reaching a new level, partly accelerated by the Pandemic. <br> Kai will take us through a global overview, as well as a few dives on specific case studies, so that we can all enjoy a lot more confidence with the technology and its immensely rich market opportunities.But you know what you don't have to be rich for? The ticket to our event below 😉 <br> Smash that link! -> <a href='https://www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "Mark Mon-Williams - The Creative Applications of XR",
		"name": "conf-01-speaker-04",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-04.jpg",
		"description": "Leeds very own! We're sincerely excited to announce Mark Mon-Williams as our next speaker. <br> Professor Mon-Williams holds a Chair in Cognitive Psychology at the University of Leeds, and is Professor of Psychology at the Bradford Institute of Health Research, and Professor of Paediatric Vision at The Norwegian Centre for Vision. He is also a Turing Fellow at The Alan Turing Institute (the UK’s National data analytics centre). <br> Mark is Director of the Centre of Immersive Technologies and the Centre of Applied Education Research – a multidisciplinary Centre based at the Bradford Royal Infirmary. He is an executive member of the Born in Bradford project and leads National projects around ‘Healthy Schools’ and ‘Healthy Learning’. <br> 25 years ago, he made fundamental contributions to our understanding of the sensorimotor impact of Virtual Reality (work that was headline news around the world). He is a Founder Member of the Priestley Academy Trust (a multiple academy trust that includes the world’s first school to provide free meals to children), is a Digital Future Commissioner, a scientific adviser to the Social Mobility Commission, and sits on the Bradford Opportunity Area partnership board. <br> In his talk mark will give us expert insight into how: <br> -XR provides unprecedented opportunities to improve outcomes for children <br> -XR can allow a holistic understanding of the factors that impact a child's life, and is an incredible research tool that enables children to become citizen scientists <br> -XR allows us to upskill children and is a powerful vehicle for helping children understand their digital rights <br> -XR allows children to unleash their creativity and provides a digital tool to empower children and let them shape their destiny <br> A lot to talk about and a lot to learn from, we're intrigued to find out how to hopefully unleash our inner positive child-like creativity. <br> Got you thinking? Us too. If not then don't worry we've got MANY more speakers we can't wait to announce for you! <br> Leeds Uni driven XR innovation? Click here -> <a href='https://www.twitter.com/UniLeedsImmerse'>twitter.com/UniLeedsImmerse</a> <br> More XR in psychology? We got you -> <a href='https://www.twitter.com/ICON_UoL'>twitter.com/ICON_UoL</a> <br> Tickets to our conference? You know we got that 😉 <br> <a href='https://www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "James Burch & Simon Portman - The Creative Applications of XR",
		"name": "conf-01-speaker-03",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-03.jpg",
		"description": "It’s a double whammy! Two speakers announced from Marks & Clerk, Simon Portman and James Burch. <br><br> Simon Portman - Simon spearheads the Cambridge branch of Marks & Clerk Law. Simon specialises as a commercial contract lawyer for technology companies. He works for clients in the electronics, bioscience,  defence, software, nanotech and creative industries, advising companies ranging from small start-ups to big multinationals as well as individuals, public bodies and charities. <br><br> James Burch - James is a Trainee Patent Attorney in the Marks & Clerk Edinburgh office and has written a computer game during lockdown. Preceding this, he completed a Master of Physics degree at the University of York with one year of study at the University of California, San Diego. Subsequently, James obtained a PhD at the University of St Andrews in the Synthetic Optics group. <br><br> For their talks James Burch gives and an account of writing his game and of the IP rights attaching to it. Simon Portman covers the following issues for creating VR creative software and content: <br> - Who owns the work done and how to secure ownership from them. <br> - Key contracts involved. <br> - How to avoid infringing third party rights. <br><br> To avoid missing out on learning from their combined knowledge, just check out the link below to grab that ticket! <br> Secure the ownership over your learning here! 😉 <br> <a href='https://www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "Rosie Summers - The Creative Applications of XR",
		"name": "conf-01-speaker-02",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-02.jpg",
		"description": "She needs little introduction to our followers, it's no secret that we're always blown away by Rosie Summers creations. <br> Rosie is a very talented creative, 3D animator and Virtual Reality Artist, with a client base from BBC Studios, Google, YouTube Space, and The University of Arts London. She often does public speaking, VR hosting and masterclasses at prestigious events and festivals, including the BETT show and SXSW. We're lucky enough to have her as a speaker for our very own conference! <br> In her talk, she will give us a peek behind the curtain, with her industry experience of building virtual realities, from the inside out using VR creative tools such as Tilt Brush and Quill. Exploring the benefits of using these powerful tools to bring a whole new dimension to the way you create characters, worlds alongside it’s rapid visualisation, from pre-vis to production. A talk about her personal journey into immersive mediums and the tips and tricks she’s saved along the way, ready to share with us on all things VR worldbuilding. <br> So save the date, and ready yourself to change how you see the VR world by grabbing your ticket below! <br> Check her out on social media! <br> Open the door to another world here: <br><a href='https://www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "Muki Kulhan - The Creative Applications of XR",
		"name": "conf-01-speaker-01",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-01.jpg",
		"description": "Our first announced speaker, and it's a big one! <br> Muki Kulhan is an award-winning Executive Digital XR Producer, Creative5G Technologist, and Keynoter/Speaker with over two decades of pioneering groundbreaking content for music, broadcasting, entertainment & tech innovation. <br> Formerly MTV, BBC, ITV and various labels both major and indie, she now runs her own London-EU based production company creating Immersive XR/VR/AudioAR experiences and executive R&D innovation strategies for BOSE, IBC, RAINDANCE, Red Giant & more. <br> Check out her social below <br> @MukiApproved (Twitter/Instagram) <br> Remember to secure your ticket for the conference here: <a href='https://www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "The Creative Applications of XR",
		"name": "cre-app-conf",
		"date": "1st August 2020",
		"img": "/img/posts/cre-app-conf.jpg",
		"description": "We are proud to announce our big online society launch event – The Creative Applications of XR conference! <br> We may not be able to see you guys in person, but that won’t stop us from bringing inspiring and informative XR content to you. So join us on August 1st for a full day of exciting, innovative and creative speakers from across the digital industry. <br> Stay tuned for more information on speakers, timings and ways you can join in with our conference… <br> Register through the link below! <br> <a href='https://www.eventbrite.co.uk/e/110297679328'>https://www.eventbrite.co.uk/e/110297679328</a><br>See you guys soon!<br>LXRS"
	},
	{
		"title": "Pointers & Pitfalls for Immersive Start-ups",
		"name": "pointers-pitfalls-startups",
		"date": "3pm 15th June 2020",
		"img": "/img/posts/pointers-pitfalls-startups.jpg",
		"description": "Hello, everyone it's been a while! <br> We're thrilled to bring you our first official webinar in collaboration with our friend in Marks and Clerk Law LLP! <br> If you ever thought about starting your own company or project, or if you want to know more about the exciting field of XR, you should tune in for Pointers & Pitfalls for Immersive tech start-ups A how to guide, without scaring off investors. <br> With our panel of Simon Portma , Andy Hartley, and Graeme Murray.<br> Register your attendance at:<br> <a href='https://attendee.gotowebinar.com/register/3807864261073086224'>https://attendee.gotowebinar.com/register/3807864261073086224</a> <br> See you there guys,<br> LXRS 🙂"
	},
	{
		"title": "We're Looking For Publicity Reps!",
		"name": "publicity-rep-ad",
		"date": "19th June 2020",
		"img": "/img/posts/publicity-rep-ad.jpg",
		"description": "We're looking for creatives and socialites to help expand our society! <br> Are you interested at being at the front of XR in Leeds? <br> Do you love creating visual content, experience with marketing and social media, or just encouraging people to get involved? <br> Drop us a message by emailing in to start you journey as part of Leeds XR Society committee! <br> <a href='mailto:publicity.leedsxrsociety@gmail.com'>publicity.leedsxrsociety@gmail.com</a>"
	},
	{
		"title": "Boids in XR",
		"name": "boids-vr",
		"date": "6th June 2020",
		"img": "/img/posts/boids-vr.png",
		"description": "<a href='https://revilon99.github.io/boidsVR'>https://revilon99.github.io/boidsVR</a> <br> A simple XR program demonstrating the flocking nature of birds using the boids algorithm. Built on top of the A Frame framework. <br> Boids is an artificial life program, developed by Craig Reynolds in 1986, which simulates the flocking behaviour of birds. His paper on this topic was published in 1987 in the proceedings of the ACM SIGGRAPH conference. The name 'boid' corresponds to a shortened version of 'bird-oid object', which refers to a bird-like object."
	},
	{
		"title": "VR/AR Global Summit",
		"name": "vr-ar-global-summit",
		"date": "1-3 June 2020",
		"img": "/img/posts/vr-ar-global-summit.png",
		"description": "GET READY FOR THE VR/AR GLOBAL SUMMIT! <br> Keep your schedules free because we can’t wait for the online conference that is the VR/AR Global Summit 2020. In the 3 days of June 1st-3rd there will be 100+ speakers, 80+ virtual exhibits, and 1000s of interactive sessions available, including those from the big names of VIVE, KPMG and Microsoft. <br> This is not one to miss and is free to register, so head on over to the website now and sign yourself up today! <br> <a href='https://www.vrarglobalsummit.com/online-experience-2020'>https://www.vrarglobalsummit.com/online-experience-2020</a>"
	},
	{
		"title": "Students in VR Conference",
		"name": "students-in-conference",
		"date": "7-8 May 2020",
		"img": "/img/posts/students-in-conference.jpg",
		"description": "Hello! <br> We’re super excited for day 2 of the Students in VR conference! <br> If you missed out on yesterday events, which included live stream through AltspaceVR, do not worry! There’s so much more to come today including talks from Leeds XR Society’s very own Vice President Mohamed Ismail at 9:30am! Also taking the spotlight is post-grad psychology in VR student John Pikavance, and Tilt Brush artist Rosie Summers, who’s work we’ve recently shared with you guys. <br> As well as being accessible through your standard desktop screen, today’s events will also use ENGAGE, another VR live-streaming software, so grab those headsets and get immersive! <br> This is the perfect example of how students are going to shape the future of XR, and it’s just the beginning. We can’t wait to get the society involved in events like these in the future. <br> Check out the itinerary, register and tune in through the link below… not one to be missed. <br> <a href='http://studentsinvr.com/'>http://studentsinvr.com/</a> <br> All the best, LXR"
	}
]