[
		{
		"title": "Muki Kulhan - The Creative Applications of XR",
		"name": "conf-01-speaker-01",
		"date": "1st August 2020",
		"img": "/img/posts/conf-01-speaker-01.jpg",
		"description": "Our first announced speaker, and it's a big one! <br> Muki Kulhan is an award-winning Executive Digital XR Producer, Creative5G Technologist, and Keynoter/Speaker with over two decades of pioneering groundbreaking content for music, broadcasting, entertainment & tech innovation. <br> Formerly MTV, BBC, ITV and various labels both major and indie, she now runs her own London-EU based production company creating Immersive XR/VR/AudioAR experiences and executive R&D innovation strategies for BOSE, IBC, RAINDANCE, Red Giant & more. <br> Check out her social below <br> @MukiApproved (Twitter/Instagram) <br> Remember to secure your ticket for the conference here: <a href='www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328'>www.eventbrite.co.uk/e/the-creative-applications-of-xr-tickets-110297679328</a>"
	},
	{
		"title": "The Creative Applications of XR",
		"name": "cre-app-conf",
		"date": "1st August 2020",
		"img": "/img/posts/cre-app-conf.jpg",
		"description": "We are proud to announce our big online society launch event – The Creative Applications of XR conference! <br> We may not be able to see you guys in person, but that won’t stop us from bringing inspiring and informative XR content to you. So join us on August 1st for a full day of exciting, innovative and creative speakers from across the digital industry. <br> Stay tuned for more information on speakers, timings and ways you can join in with our conference… <br> Register through the link below! <br> <a href='https://www.eventbrite.co.uk/e/110297679328'>https://www.eventbrite.co.uk/e/110297679328</a><br>See you guys soon!<br>LXRS"
	},
	{
		"title": "Pointers & Pitfalls for Immersive Start-ups",
		"name": "pointers-pitfalls-startups",
		"date": "3pm 15th June 2020",
		"img": "/img/posts/pointers-pitfalls-startups.jpg",
		"description": "Hello, everyone it's been a while! <br> We're thrilled to bring you our first official webinar in collaboration with our friend in Marks and Clerk Law LLP! <br> If you ever thought about starting your own company or project, or if you want to know more about the exciting field of XR, you should tune in for Pointers & Pitfalls for Immersive tech start-ups A how to guide, without scaring off investors. <br> With our panel of Simon Portma , Andy Hartley, and Graeme Murray.<br> Register your attendance at:<br> <a href='https://attendee.gotowebinar.com/register/3807864261073086224'>https://attendee.gotowebinar.com/register/3807864261073086224</a> <br> See you there guys,<br> LXRS 🙂"
	},
	{
		"title": "We're Looking For Publicity Reps!",
		"name": "publicity-rep-ad",
		"date": "19th June 2020",
		"img": "/img/posts/publicity-rep-ad.jpg",
		"description": "We're looking for creatives and socialites to help expand our society! <br> Are you interested at being at the front of XR in Leeds? <br> Do you love creating visual content, experience with marketing and social media, or just encouraging people to get involved? <br> Drop us a message by emailing in to start you journey as part of Leeds XR Society committee! <br> <a href='mailto:publicity.leedsxrsociety@gmail.com'>publicity.leedsxrsociety@gmail.com</a>"
	},
	{
		"title": "Boids in XR",
		"name": "boids-vr",
		"date": "6th June 2020",
		"img": "/img/posts/boids-vr.png",
		"description": "<a href='https://revilon99.github.io/boidsVR'>https://revilon99.github.io/boidsVR</a> <br> A simple XR program demonstrating the flocking nature of birds using the boids algorithm. Built on top of the A Frame framework. <br> Boids is an artificial life program, developed by Craig Reynolds in 1986, which simulates the flocking behaviour of birds. His paper on this topic was published in 1987 in the proceedings of the ACM SIGGRAPH conference. The name 'boid' corresponds to a shortened version of 'bird-oid object', which refers to a bird-like object."
	},
	{
		"title": "VR/AR Global Summit",
		"name": "vr-ar-global-summit",
		"date": "1-3 June 2020",
		"img": "/img/posts/vr-ar-global-summit.png",
		"description": "GET READY FOR THE VR/AR GLOBAL SUMMIT! <br> Keep your schedules free because we can’t wait for the online conference that is the VR/AR Global Summit 2020. In the 3 days of June 1st-3rd there will be 100+ speakers, 80+ virtual exhibits, and 1000s of interactive sessions available, including those from the big names of VIVE, KPMG and Microsoft. <br> This is not one to miss and is free to register, so head on over to the website now and sign yourself up today! <br> <a href='https://www.vrarglobalsummit.com/online-experience-2020'>https://www.vrarglobalsummit.com/online-experience-2020</a>"
	},
	{
		"title": "Students in VR Conference",
		"name": "students-in-conference",
		"date": "7-8 May 2020",
		"img": "/img/posts/students-in-conference.jpg",
		"description": "Hello! <br> We’re super excited for day 2 of the Students in VR conference! <br> If you missed out on yesterday events, which included live stream through AltspaceVR, do not worry! There’s so much more to come today including talks from Leeds XR Society’s very own Vice President Mohamed Ismail at 9:30am! Also taking the spotlight is post-grad psychology in VR student John Pikavance, and Tilt Brush artist Rosie Summers, who’s work we’ve recently shared with you guys. <br> As well as being accessible through your standard desktop screen, today’s events will also use ENGAGE, another VR live-streaming software, so grab those headsets and get immersive! <br> This is the perfect example of how students are going to shape the future of XR, and it’s just the beginning. We can’t wait to get the society involved in events like these in the future. <br> Check out the itinerary, register and tune in through the link below… not one to be missed. <br> <a href='http://studentsinvr.com/'>http://studentsinvr.com/</a> <br> All the best, LXR"
	}
]