[
	{
		"name": "Anna Goldson",
		"photo": "/img/committee/anna-goldson.jpg",
		"role": "President",
		"email": "leedsxrsociety@gmail.com",
		"bio": "My name is Anna Goldson, I’m a 2nd year Art and Design student from just North West of London. When I was about 8 years old, I used to imagine myself drawing in the air with a magical set of markers. Little did I know back then, that many years later this dream would come true, that I would be able to use applications such as Tilt Brush to draw in 3D! <br> Since the first time I experienced VR, I have known that this was the path for me. As Co-founder and President of the XR Society, my primary aim is to make immersive technology accessible to every student who wants to use and learn it – no matter the discipline or background they come from – and to create immersive experiences with a purpose. <br> As an art student I worried that my course would stop me from being able to use this technology (I can’t exactly code!), but I’ve realised it’s done quite the opposite and I cannot wait to learn more alongside other students. I really hope that everyone feels included and welcome to this society. I truly believe it has a place in the future of Leeds Uni and I encourage you to share us with the people around you!"
	},
	{
		"name": "Mohamed Ismail",
		"photo": "/img/committee/mohamed-ismail.jpg",
		"role": "Vice-President",
		"email": "leedsxrsociety@gmail.com",
		"bio": "My journey to XR started last year during a 2-week SSP on ‘Advances in Medical Education’. One particular session focussed on the uses of VR and AR in Anatomy teaching and patient simulation for clinical education, which I felt was incredibly revolutionary and much cooler than the way we are taught now! <br> Fast forward a few months, and I am doing a project looking into the usage of Microsoft HoloLens in Stroke rehab, learning more about the work of our very own Centre for Immersive Technology that we’re so lucky to have in Leeds, and now setting up LUU XR Society! <br> I started reading about XR's uses in medicine, engineering, art, education and psychology. What became apparent is the lack of platforms within universities and on a national level to bring creative students from the various disciplines together, attract academics and engage with the Extended Reality industry in order to speed up the rate of development and implement well-constructed ideas… <br> The future of XR is a beautiful and awe-inspiring one, where the only limit is our collective imagination!"
	},
	{
		"name": "Joseph De Marcillac",
		"photo": "/img/committee/joe-ddm.png",
		"role": "General Secretary",
		"email": "gensec.leedsxrsociety@gmail.com",
		"bio": "I first experienced VR when visiting an airshow 4 years ago and trying out a fighter pilot simulation using a headset and controllers. Such immersion into an experience that would usually only be accessible to genuine pilots with years of practice was incredible for me, and since then I've been following the field closely. As General Secretary I would relish the opportunity to help any students join in and experience this amazing technology, and hopefully spark some interest in those that have never been exposed to XR! <br> Being an Aerospace student, I would love to work with pilots and airline companies to provide a platform for aircraft simulation, and to collaborate on projects that members would be able to work on and potentially be sponsored for!"
	},
	{
		"name": "Oliver Cass",
		"photo": "/img/committee/oliver-cass.png",
		"role": "Treasurer",
		"email": "treasurer.leedsxrsociety@gmail.com",
		"bio": "I'm Oliver Cass, a 2nd Year Mechanical Engineering Student and Treasurer of Leeds XR Society. <br> My introduction to XR was many years ago when Google first released their Cardboards that allowed you to use VR from your phone. With a bit of tinkering I figured out how to play almost any game that could run on my laptop at the time (Minecraft) in VR. <br> I also messed around with making VR games and programs, however the durability of the Google Cardboard is about as good as you would expect from something with cardboard in the name... <br> Since then VR has come a long way, but unfortunately due to the price barriers involved in VR, I haven’t been able to see its full potential. My hopes for Leeds XR Soc, as treasurer, is to make Extended Reality devices more accessible, and get as many people using XR as possible!"
	},
	{
		"name": "Sam Hodgkinson",
		"photo": "/img/committee/sam-hodgkinson.jpg",
		"role": "Sponsorship Rep",
		"email": "sponsorship.leedsxrsociety@gmail.com",
		"bio": "I first became interested in XR during a visit to a science and technology conference in 2015, where I had the opportunity to demo the Oculus Rift VR headset. This was a very interesting experience for me, even if it was playing very simple games. <br> Unfortunately, due to its new development, VR was not personally accessible due to its high price at the time. However, the knowledge I have gained from my degree so far has provided me with good grounds to appreciate how this technology can be used in many vital areas of life, mainly simulation. I am interested in exploring these areas. <br> I look forward to taking part in this society and trying to bring this technology into more mainstream use, and to help provide XR equipment to Leeds students. I feel as a body the society will be able to provide exciting opportunities to get involved with XR and I am happy to help provide this!"
	},
	{
		"name": "Reece Jeanes",
		"photo": "/img/committee/reece-jeanes.jpg",
		"role": "Publicity Rep",
		"email": "publicity.leedsxrsociety@gmail.com",
		"bio": "First of all, it's great to see such eagerness from you all. We’ve already passed 200 likes just today. I'm personally looking forward to the exciting road ahead. The whole team is grateful to see such engagement during this time. A big thank you from us for all of your support. <br> Over the coming months, moving into the next academic year, we will be engaging with you all and seeing what we can achieve together whilst having fun along the way. As part of my role I will be creating and organising the material for our events and getting you all excited to be a part of the society! <br> So about me, I have a passion for technology and XR is no exception. I can whole heartedly admit that the first 2 hours in VR feels more like 30 minutes, it’s that fun (at least for myself). The Superhot game is a MUST for those wanting to get a taste for an initial immersive VR experience (something I’m sure we can arrange). <br> On the more nitty gritty side of XR technology, I’ll be working with academics and a few students on my summer research project to create solutions for prototyping/designing with AR. Think playing with Lego as a child, but unrestricted... <br> As some of you may know, the technology is still expensive (albeit cheaper more recently). So as part of the Leeds XR society we’ll be looking into bringing the technology to you! As well as allowing us all to really let loose with what is possible and have the excited minds eager to dive in. <br> Are you ready, Player One?"
	},
	{
		"name": "Callum Methold",
		"photo": "/img/committee/callum-methold.jpg",
		"role": "Faculty Rep",
		"email": "faculty.leedsxrsociety@gmail.com",
		"bio": "Hey guys my name is Callum Methold, and I’m a 1st year computer science student and the Faculty Rep for the Leeds XR society. <br> I first experienced VR when I played Superhot, an FPS game where you have to complete levels by defeating all enemies, with the big twist being that time only moves when you move. Being immersed in fantasy worlds and simulations like this is such a unique experience and I would love to be able to work with it more and be able build on that experience. <br> Studying a field as diverse as computer science provides me with a fantastic opportunities to explore related fields and build on my knowledge that I have gained from my degree, and XR technologies is a fast emerging field and provides fantastic opportunities to learn and grow from it. <br> I was particularly keen on becoming the Faculty Rep as I like the interdisciplinary focus of this society – the idea that XR, and other technologies are something which should be accessible to all, not just those who study it; developing an interdisciplinary society seems like a fantastic opportunities for new learning experiences and friendships across faculties. <br> I’m really excited to start building up a team of Faculty Ambassadors to work with and help build up this society and its connections across the uni and within Leeds – I hope to see you there!"
	},
	{
		"name": "Eve Macdonald",
		"photo": "/img/committee/eve-macdonald.jpg",
		"role": "Events Rep",
		"email": "events.leedsxrsociety@gmail.com",
		"bio": "Hi everyone, I’m Eve Macdonald, 1st Year Fine Art and History of Art student and one of the Events Reps in Leeds XR Society. <br> I first got involved in XR in high school where I got to test and use an Oculus Rift head set for Fine Art and for Design Technology. This was amazing for me as I got to test and work with rapidly developing software. It also gave me the chance to see how widely applicable it was! <br> I also got to use haptic feedback pens while using 3D printing software like Rhino and understood it as a sculpting material, which grew very important in my practice as an artist. For my foundation show I virtually recreated museum space to hang my paintings in, but the technology I was using then has already developed so much! <br> I understand I've been very lucky to experience such things and would love others to get to try it too! <br> I look forward to working with everyone, I hope this society will provide fascinating and cutting-edge opportunities that are accessible to everyone!"
	},
	{
		"name": "Boyan Karatotev",
		"photo": "/img/committee/boyan-karatotev.png",
		"role": "Events Rep",
		"email": "events.leedsxrsociety@gmail.com",
		"bio": "Hello everyone, my name is Boyan Karatotev, I am heading into my second year of Computer Science and I will be one of the Events Reps for the society. <br> I had the rare opportunity of going to a vocational school where I was faced with the task of finishing a project I didn't know how to start. I also met two wonderful people with the same task and VR headsets. So naturally, I got to dodge bullets like Neo. They made games in VR and I wrote voodoo code. While at it, I saw a lot of people learning amazing things with little to no help. By the end we had working projects and skills we wouldn't have dreamt of! <br> XR allows for unique experiences that I think everyone should get to have. And for those that are inspired by it I want to help make an environment where they can go after the knowledge they need. No matter if it's code, 3D modelling, art or something else I've seen many people do it so I want to share that with others."
	},
	{
		"name": "Tomás Borges",
		"photo": "/img/committee/tomas-borges.jpg",
		"role": "Events Rep",
		"email": "events.leedsxrsociety@gmail.com",
		"bio": "Hi everyone, I’m Tomás Borges, a 1st year Computer Science student and one of the Events Reps in Leeds XR Society. <br> My introduction to XR was back in 2013 when Google presented the Google Glass, one of the very first attempts to bring XR to the public. Since then, I’ve always kept an eye on what was being done and on the accessibility of the technology. XR brings a new form of human-machine interaction, and therefore new possibilities to what we can do and how we interact with each other. <br> As part of the Events Rep team, I look forward to give students access to XR equipment and the possibility to learn how to develop products with it. Thus, I hope to bring a set of events that allows a range of people from different disciplines to see this society as a platform to develop their ideas and to solve their challenges. <br> I’m excited to what we’ll bring next year, democratising XR and contributing to the development of the technology!"
	}
]