[
	{
		"name": "Kate Hiley",
		"id": "kate-hiley",
		"photo": "/img/committee/kate-hiley.jpg",
		"role": "President",
		"email": "president@leedsxrsociety.co.uk",
		"bio": "Hi I’m Kate! I’m a 4th year Psychology student and President of Leeds XR Society. <br><br> My journey into XR is a recent one, last year I undertook a placement as a Research Assistant with the Centre for Immersive Technologies, Immersive Cognition Lab and Born in Bradford - Digital Makers. I am very passionate about digital inclusion and digital equity and over the last year as part of Digital Makers, I organised an event to introduce students to coding, computing and XR technology. <br><br> My experience with XR has been mainly experimentally, through assisting a member of the ICON lab with a self-experiment. We used an integrated VR-BCI system for hand motor imagery, using an Oculus-Rift S and it blew my mind about thinking about the potential of this technology! <br><br> I love how XR can break down barriers to research participation and creates excitement and engagement for both children and adults. As President I hope to bring XR in the student community more openly and into to the wider communities through outreach. I want to create an exciting and accessible platform for student experience and collaboration in immersive tech on campus!"
	},
	{
		"name": "Oliver Cass",
		"id": "oliver-cass",
		"photo": "/img/committee/oliver-cass.png",
		"role": "Treasurer",
		"email": "treasurer@leedsxrsociety.co.uk",
		"bio": "I'm Oliver Cass, a 2nd Year Mechanical Engineering Student and Treasurer of Leeds XR Society. <br> My introduction to XR was many years ago when Google first released their Cardboards that allowed you to use VR from your phone. With a bit of tinkering I figured out how to play almost any game that could run on my laptop at the time (Minecraft) in VR. <br> I also messed around with making VR games and programs, however the durability of the Google Cardboard is about as good as you would expect from something with cardboard in the name... <br> Since then VR has come a long way, but unfortunately due to the price barriers involved in VR, I haven’t been able to see its full potential. My hopes for Leeds XR Soc, as treasurer, is to make Extended Reality devices more accessible, and get as many people using XR as possible!"
	},
	{
		"name": "Omotola Omisakin",
		"id": "omotola-omisakin",
		"photo": "/img/committee/omotola-omisakin.jpg",
		"role": "General Secretary",
		"email": "gensec@leedsxrsociety.co.uk",
		"bio": "Omotola here! I am the General Secretary for Leeds Extended Reality Society. <br><br> A little about me...  <br><br> I am a final year medical student. 🩺 <br><br> I believe that technology has the potential to affect a lot of industries for good. The possibilities are endless and the future is exciting. <br><br> One of the important goals we have here at Leeds XR is to create a community where innovation and collaboration is cultivated in order to shape the future of extended reality technology. <br><br> I am excited for all the things we will do this year. Hope to see you at one of our events in the new year! <br><br> Omotola <br> Gen. Sec."
	},
	{
		"name": "Alexis Olubunmi-Oke",
		"id": "alexis-olubunmi-oke",
		"photo": "/img/committee/alexis-olubunmi-oke.jpg",
		"role": "Engagement and Welfare Officer",
		"email": "engagement@leedsxrsociety.co.uk",
		"bio": "Hi, I’m Alexis Oke a 4th year Mechatronics and Robotics student and Welfare & Engagement Officer for Leeds XR society. <br><br> I only knew a bit about XR to begin with. However, I saw many Virtual Art Galleries and AR poster bulletins created for social movements last summer. I was amazed to see how the creative and collaborative applications of XR could bring people together, even in the midst of a global lockdown. <br><br> This year I would like to see more 3D content creation in LXRS. <br><br> Fun fact: Working at Unity!"
	},
	{
		"name": "Leyla Woodroffe",
		"id": "leyla-woodroffe",
		"photo": "/img/committee/leyla-woodroffe.jpg",
		"role": "Publicity Rep",
		"email": "publicity@leedsxrsociety.co.uk",
		"bio": "Hey my name is Leyla and I study Psychology here at the University of Leeds. I’m currently in my third year on placement working as a research and implementation assistant at Born in Bradford for the Digital Makers Project. The project aims to empower and provide students the opportunity to develop the confidence and skills to prosper in our increasingly digitalised society, bridging the digital divide. <br><br> I also work closely with the Centre for Immersive Technologies at the University of Leeds, which has since sparked my interest in virtual reality and its use in educational, cultural, health and wellbeing research- the endless possibilities are fascinating! <br><br> I hope our Extended Reality Society welcomes and engages a community who share a passion for XR or simply wish to learn more about its potentials, connecting students, schools and academics to create an inclusive platform that inspires all!"
	},
	{
		"name": "Callum Methold",
		"id": "callum-methold",
		"photo": "/img/committee/callum-methold.jpg",
		"role": "Faculty Rep",
		"email": "faculty.leedsxrsociety@gmail.com",
		"bio": "Hey guys my name is Callum Methold, and I’m a 1st year computer science student and the Faculty Rep for the Leeds XR society. <br> I first experienced VR when I played Superhot, an FPS game where you have to complete levels by defeating all enemies, with the big twist being that time only moves when you move. Being immersed in fantasy worlds and simulations like this is such a unique experience and I would love to be able to work with it more and be able build on that experience. <br> Studying a field as diverse as computer science provides me with a fantastic opportunities to explore related fields and build on my knowledge that I have gained from my degree, and XR technologies is a fast emerging field and provides fantastic opportunities to learn and grow from it. <br> I was particularly keen on becoming the Faculty Rep as I like the interdisciplinary focus of this society – the idea that XR, and other technologies are something which should be accessible to all, not just those who study it; developing an interdisciplinary society seems like a fantastic opportunities for new learning experiences and friendships across faculties. <br> I’m really excited to start building up a team of Faculty Ambassadors to work with and help build up this society and its connections across the uni and within Leeds – I hope to see you there!"
	}
]